Repository: 84000/data-translation-memory
Catalog: toh47-v3.tmx
Source language: bo
Languages: en

source: ཀུན་ནས་ཉོན་མོངས་པ་མེད་པའི་སྐུ།
en: It is a body with no affliction.

source: རང་བཞིན་གྱིས་འོད་གསལ་བའི་སྐུ།
en: It is a naturally luminous body.

source: རང་བཞིན་གྱིས་མ་སྐྱེས་པའི་སྐུ།
en: It is naturally a body that is not born.

source: རང་བཞིན་གྱིས་མ་བྱུང་བའི་སྐུ།
en: It is a body that is naturally not arisen.

source: སེམས་དང་། ཡིད་དང་། རྣམ་པར་ཤེས་པ་དང་མ་འབྲེལ་བའི་སྐུ།
en: It is a body that is not bound to thought, mind, or consciousness.

source: སྒྱུ་མ་དང་། སྨིག་རྒྱུ་དང་། ཆུ་ཟླའི་ངོ་བོ་ཉིད་ཀྱི་སྐུ་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་།
en: It is a body the essential nature of which is a magical illusion, mirage, or reflection of the moon in water.

source: སྨོན་པ་མེད་པ་ངེས་པར་བརྟགས་པའི་སྐུ།
en: It is a body of deep reflection on emptiness, groundlessness, and desirelessness.

source: ཕྱོགས་བཅུ་མ་ལུས་པའི་ནམ་མཁའ་ཁྱབ་པའི་སྐུ།
en: It is a body that pervades all space throughout the ten directions.

source: སེམས་ཅན་ཐམས་ཅད་ལ་མཉམ་པའི་སྐུ།
en: It is a body that is equal to all beings.

source: མཐའ་ཡས་མུ་མེད་པའི་སྐུ།
en: It is an infinite, boundless body.

source: འགྱུར་བ་མེད་ཅིང་རྣམ་པར་རྟོག་པ་མེད་པའི་སྐུ།
en: It is a body without change or conception.

source: མི་གཡོ་ཞིང་རློམ་སེམས་མེད་པའི་སྐུ།
en: It is an unwavering body, a body without conceit.

source: གནས་པ་དང་། མི་གནས་པ་དང་། མི་གཡོ་བ་ཐོབ་པའི་སྐུ།
en: It is a body that has attained the states of remaining, not remaining, and not wavering.

source: གཟུགས་ཀྱི་རང་བཞིན་མ་ཡིན་པའི་སྐུ། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་རང་བཞིན་མ་ཡིན་པའི་སྐུ་སྟེ།
en: It is a body that does not have the essential nature of form, nor does it have the essential nature of feelings, conceptions, latent tendencies, or consciousness.

source: སའི་ཁམས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན། ཆུའི་ཁམས་ཀྱིས་མ་ཡིན། མེའི་ཁམས་ཀྱིས་མ་ཡིན། རླུང་གི་ཁམས་ཀྱིས་ཀྱང་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན་ཏེ།
en: It cannot be broken down into its earth element, nor can it be broken down into its water element, fire element, or air element.

source: མ་བྱུང་བ་ཀུན་ནས་མ་བྱུང་བའོ། །
en: It does not arise and will never arise.

source: འབྱུང་བ་ཆེན་པོ་རྣམས་ཀྱིས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན་པའོ། །
en: It cannot be reduced to any of the great elements.

source: འབྱུང་བ་མ་ཡིན།
en: It is not arisen;

source: འབྱུང་བའི་ཆོས་མ་ཡིན་པའོ། །
en: it is not something that can arise.

source: འཇིག་རྟེན་ཐམས་ཅད་དང་མི་འཐུན་པའོ། །
en: It does not accord with anything in the world.

source: མིག་ལས་མ་བྱུང་བའོ། །
en: It does not appear to the eye.

source: རྣ་བ་ལས་མི་གནས་པའོ། །
en: It does not sound in the ear.

source: སྣས་ཤེས་པར་བྱ་བ་མ་ཡིན་པའོ། །
en: It is not detected by the nose.

source: ལྕེས་རབ་ཏུ་ཕྱེ་བ་མ་ཡིན་པའོ། །
en: It cannot be identified by the tongue.

source: ལུས་དང་ལྡན་པ་མ་ཡིན་པའོ། །
en: It does not possess a body.

source: ཡིད་ཀྱིས་ཉེ་བར་སྤྲད་པ་མ་ཡིན་པའོ། །
en: It is not encountered by the mind.

source: སེམས་དང་མི། འཇུག་པའོ། །
en: It does not involve thought.

source: ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དང་མི་འཇུག་མི་ལྡོག་རྗེས་སུ་མི་འཇུག་པ་སྟེ།
en: It does not turn toward, turn away from, or follow after mental consciousness.

source: ཞི་བའི་བློ་གྲོས་དེ་བཞིན་གཤེགས་པའི་སྐུ་ནི་དེ་འདྲའོ། །
en: Śāntamati, such is the body of a realized one.

source: དེ་ལ་བྱང་ཆུབ་སེམས་དཔས་དེ་བཞིན་གཤེགས་པའི་སྐུ་མཉམ་པ་ཉིད་ཐོབ་ནས། བྱང་ཆུབ་སེམས་དཔའི་སྤྱོད་པ་ཡོངས་སུ་དག་པ་ལ་སྤྱོད་ཅིང་། སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་ན་གླིང་བཞི་པའང་རུང་འཛམ་བུའི་གླིང་ཡང་རུང་། གྲོང་དང་། གྲོང་ཁྱེར་དང་། གྲོང་རྡལ་དང་།
en: “When bodhisattvas achieve equality with the body of a realized one, they undertake the pure conduct of the bodhisattva, and they make themselves seen throughout the cosmos of a billion worlds, and on all four continents, including Jambudvīpa, as well as in all of the many villages, towns, market towns, countries, and capital cities.

source: ཡུལ་འཁོར་དང་། ཕོ་བྲང་འཁོར་ཇི་སྙེད་ཡོད་པ་ཐམས་ཅད་དུ་བྱང་ཆུབ་སེམས་དཔའ་མཐོང་བར་ཡང་བྱེད་ལ་བདུད་ཐམས་ཅད་ཀྱིས་མི་མཐོང་བར་ཡང་སྣང་བར་འགྱུར་རོ། །
en: However, they are not seen by any of the māras, nor do they become visible to them.

source: དེ་མཐོང་བར་ཡང་བྱེད་ལ་མཐོང་བར་སྣང་བའང་མི་བྱེད་དོ། །
en: They make themselves seen, yet they do not appear to be seen.

source: མཐོང་བར་མི་བྱེད་པས་ཀྱང་མཐོང་བར་སྣང་ངོ་། །
en: Though they are not seen, they appear to be seen.

source: མཐོང་བ་དང་། ཐོས་པ་དང་། རྟོགས་པ་དང་། རྣམ་པར་རིག་པས་རབ་ཏུ་ཕྱེ་བ་ཡང་མ་ཡིན་ནོ། །
en: They cannot be made apparent by sight, hearing, realization, or cognition.

source: སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱས་པས་རབ་ཏུ་ཕྱེ་བ་ཡིན་ཡང་ལུས་སུ་གཏོགས་པའི་དྲན་པ་ཉེ་བར་གཞག་པ་ལས་ཀྱང་མི་ཉམས་ཡོངས་སུ་མི་ཉམས་སོ། །
en: They become manifest, because they bring beings to maturity, but they do not abandon their faultless application of mindfulness applied to the body.

source: དེ་ལུས་མི་རྟག་པ་དང་། ལུས་སྡུག་བསྔལ་བ་དང་། ལུས་བདག་མེད་པར་ཡང་སེམས་ཅན་རྣམས་ལ་སྟོན་ལ། ལུས་ཀྱི་ཞི་བའི་ཆོས་ཉིད་ཀྱང་རབ་ཏུ་ཤེས་སོ། །དེ་ལུས་རབ་ཏུ་དབྱེ་བ་ཡང་སེམས་ཅན་རྣམས་ལ་སྟོན་ལ།
en: While they teach beings that the body is impermanent, unsatisfactory, and without self, they know that the true nature of the body is tranquil.

source: རྒྱུ་གང་དང་། དམིགས་པ་གང་དག་གིས་ལུས་མངོན་པར་འགྲུབ་པའི་རྒྱུ་དེ་དག་དང་། དམིགས་པ་དེ་དག་ཀྱང་། བྱེད་པ་པོ་མེད་པ་དང་། ཚོར་བ་པོ་མེད་པར་ཡང་དག་པར་རྗེས་སུ་མཐོང་ངོ་། །
en: They also teach beings the analysis of the body, and although they see the causes and objective supports from which the body is created, they correctly perceive that there is no creator of these causes and objective supports.

source: ལུས་རྩྭ་དང་། ཤིང་དང་། རྩིག་པ་དང་། ལམ་དང་། མིག་ཡོར་ལྟ་བུར་ཡང་རབ་ཏུ་ཤེས་ཤིང་དེ་ལུས་ཀྱི་ལས་ཡོངས་སུ་དག་པར་ཡང་སེམས་ཅན་རྣམས་ལ་སྟོན་ཏེ།
en: They know the body to be like a blade of grass, a piece of wood, a plastered wall, a clod of earth, and a reflection, and they teach to beings the purification of actions of the body.

source: ཞི་བའི་བློ་གྲོས་འདི་ནི་དེ་བཞིན་གཤེགས་པ་མར་མེ་མཛད་ཚུན་ཅད། བྱང་ཆུབ་སེམས་དཔའི་ལུས་ཀྱི་གསང་བ་དང་། ལུས་ཀྱི་ལས་ཡོངས་སུ་དག་པའོ། །
en: “Śāntamati, this is the secret of the Bodhisattva’s body and the purity of the actions of his body since the time of the realized one Dīpaṃkara.

source: དེ་བས་ལྷག་པར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ལུས་ཀྱི་ལས་ཡོངས་སུ་དག་པ་བསྐལ་པ་བརྒྱ་སྟོང་ངམ།
en: However, the teaching of the purity of the actions of the bodhisattvas of great courage is far longer than that.

source: དེ་བས་ཀྱང་ལྷག་པར་བསྟན་ཏོ། །
en: It could go on for thousands of eons or even longer.

source: ཞི་བའི་བློ་གྲོས་གལ་ཏེ་དེ་བཞིན་གཤེགས་པ་ཉིད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའི་ལུས་ཀྱི་གསང་བ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ཀྱི་བསྐལ་པར་བསྟན་ཀྱང་ཟད་པར་མི་འགྱུར་ཏེ།
en: Śāntamati, if the Realized One were to teach the secret of the bodhisattva’s body, eons as numerous as the grains of sand in the Ganges River would not suffice.

source: བྱང་ཆུབ་སེམས་དཔའི་ལུས་ཀྱི་གསང་བ་བསྟན་པ་དེ་ནི་དེ་ཙམ་དུ་ཚད་མེད་པ་བསམ་གྱིས་མི་ཁྱབ་བོ། །
en: A teaching on the secret of the bodhisattva’s body is as immeasurable and inconceivable as that.”

source: དེས་པའི་ལེའུ་སྟེ་དང་པོའོ།། །།
en: This was the first chapter, “On Saumya.”

source: བམ་པོ་གཉིས་པ།
en: Chapter 2: The Secret of the Bodhisattva’s Speech

source: གཞན་ཡང་གསང་བ་པའི་བདག་པོ་ལག་ན་རྡོ་རྗེས་བྱང་ཆུབ་སེམས་དཔའ་ཞི་བའི་བློ་གྲོས་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །ཞི་བའི་བློ་གྲོས་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་ངག་གི་གསང་བ་དང་། དག་གིས་ལས་ཡོངས་སུ་དག་པ་གང་ཞེ་ན།
en: Once again, Vajrapāṇi, Lord of the Guhyakas, spoke to the bodhisattva Śāntamati: “Śāntamati, what is the secret of the Bodhisattva’s speech and the purity of his verbal action?

source: ཞི་བའི་བློ་གྲོས་སེམས་ཅན་རྣམས་ཀྱི་སྐྱེ་བའི་གནས་ཇི་སྙེད་པར་བྱང་ཆུབ་སེམས་དཔའི་སྐྱེས་པའི་རབས་ཀྱང་དེ་སྙེད་དོ། །བྱང་ཆུབ་སེམས་དཔའི་སྐྱེས་པའི་རབས་ཇི་སྙེད་པར་སྒྲ་ལ་འཇུག་པའང་དེ་སྙེད་དོ། །སེམས་ཅན་དེ་དག་གི་སྒྲ་བརྗོད་པ་དང་། ཚིག་གི་ལམ་བརྗོད་པ་དང་། ངེས་པའི་ཚིག་དང་། བརྡ་དང་། སྨྲ་བ་དང་།
en: Śāntamati, the succession of the bodhisattvas’ rebirths continues for precisely so long as beings continue to be reborn, and for as long as they continue to be reborn, these bodhisattvas make use of language.

source: ཡང་དག་པར་སྨྲ་བ་དང་། མཚན་མ་དང་། སྤྱོད་པ་དང་། བདེ་བ་དང་། སྡུག་བསྔལ་བརྗོད་པ་ཇི་སྙེད་པའི་སྒྲ་ལ་འཇུག་པ་དེ་དག་ཐམས་ཅད་ལ་བྱང་ཆུབ་སེམས་དཔའི་ཡེ་ཤེས་མཐོང་བ་ཐོགས་པ་མེད་པར་འཇུག་སྟེ།
en: The knowledge and vision of the bodhisattvas penetrates without impediment beings’ use of language in all the ways they express linguistic utterances, verbal expressions, explanations, conventions, speeches, descriptions of reality, signs, actions, and happiness and suffering.

source: ཐ་ན་སྲིན་བུ་དང་། སྦྲང་བུ་དང་། ཤ་སྦྲང་དང་། སྦྲང་མ་དང་། ཕྱེ་མ་ལེབ་ཀྱི་སྒྲ་དག་ལ་ཡང་ཡེ་ཤེས་མཐོང་བ་འཇུག་གོ །
en: Their knowledge and vision even penetrate the languages used by worms, mosquitoes, flies, bees, and moths.

source: སྒྲའི་རྣམ་པར་རིག་པ་བསྒྲག་པ་ཇི་ལྟ་བུས་སེམས་ཅན་དེ་དག་གི་ལུས་ཤིན་ཏུ་སྦྱངས་པ་དང་། སེམས་ཤིན་ཏུ་སྦྱངས་པ་སྐྱེ་བར་འགྱུར་བ་དེ་ལྟ་བུའི་སྒྲའི་རྣམ་པར་རིག་པ་བསྒྲག་པ་བྱང་ཆུབ་སེམས་དཔའ་དེའི་ཁའི་སྒོ་ནས་འབྱུང་ངོ་། །
en: Since their knowledge and expression of language enables them to relieve the bodies and minds of beings, such verbal expressions emerge from the mouths of those bodhisattvas who know and use language.

source: དེ་ལ་འདི་ནི་ཆོས་ཉིད་ཡིན་ཏེ་དེ་ལ་འདི་སྐད་ཅེས་བྱའོ། །
en: This is in accordance with the nature of things. In this respect, it should be said:

source: ཇི་ལྟར་སེམས་ཅན་མཐའ་མ་གང་ཡང་མེད། །
en: “Just as there is no end to beings,

source: དེ་ལྟར་སྐྱེས་པའི་རབས་ཏེ་དཔག་ཏུ་མེད། །
en: The succession of rebirths is immeasurable.

source: བསྐལ་པ་བརྒྱ་སྙེད་བཤད་ཀྱང་མཐའ་མ་མེད། །
en: Even if one were to speak of it for a hundred eons, there would be no end.

source: བསམ་ཡས་དེ་དག་ཇི་ལྟར་བཤད་པར་བྱ། །
en: One should thus say that these things are inconceivable.

source: སྐྱོན་རྣམས་མེད་པ་བདག་ཉིད་ཆེ་བའི་ཚིག །
en: “The Great One’s words are faultless,

source: སེམས་དང་བསམ་པ་རྒྱ་ཆེན་རབ་སྟོན་པ། །
en: His teachings truly vast as mind and thought.

source: ནམ་མཁའ་ལྟ་བུའི་གང་མེད་བྲི་མེད་པ། །
en: Like space, they do not increase or decrease.

source: འོན་ཀྱང་དཔེ་དོན་ལྡན་པ་བཤད་པར་བྱ། །
en: Yet, one should still speak in metaphors.

source: ཞི་བའི་བློ་གྲོས་བྱང་ཆུབ་སེམས་དཔའི་ཚིག་ནི་ཚངས་པའི་སྒྲ་སྐད་དུ་འབྱིན་པ་དང་། བརྒྱ་བྱིན་གྱི་སྒྲ་སྐད་དུ་འབྱིན་པ་དང་། འཇིག་རྟེན་སྐྱོང་བའི་སྒྲ་སྐད་དུ་འབྱིན་པ་དང་།
en: “Śāntamati, the speech of bodhisattvas is expressed in the brahmās’ voices, the śakras’ voices, and in the voices of the lokapālas.

source: ལྷ་དང་། ཀླུ་དང་། གནོད་སྦྱིན་དང་། དྲི་ཟ་དང་། ལྷ་མ་ཡིན་དང་། ནམ་མཁའ་ལྡིང་དང་།
en: It is expressed in the voices of the gods, nāgas, yakṣas, gandharvas, asuras, garuḍas, kinnaras, and mahoragas.

source: མིའམ་ཅི་དང་། ལྟོ་འཕྱེ་ཆེན་པོ་ཐམས་ཅད་ཀྱི་སྒྲ་སྐད་དུ་འབྱིན་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་སྒྲ་སྐད་དུ་འབྱིན་པ་དང་ཡིན་ཏེ།
en: It is expressed in the voices of all beings.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱི་བསམ་པ་ཚིམ་པར་བྱེད་པའོ། །
en: It satisfies the wishes of all beings.

source: དེ་ལ་འདི་སྐད་ཅེས་བྱ་སྟེ།
en: About this, it should be said:

source: བདག་ཉིད་ཆེན་པོ་རྣམས་ཀྱི་མ་སྨད་ཚིག །
en: “The irreproachable words of the great ones

source: གང་བ་མེད་ཅིང་བྲི་མེད་ནམ་མཁའ་བཞིན། །
en: Are without increase or decrease, like space.

source: སེམས་དང་བསམ་པ་རྒྱ་ཆེན་བསྟན་པ་དག །
en: Such teachings are vast as mind and thought.

source: དེ་དག་བརྗོད་པ་རྣམས་ལ་ནན་ཏན་ཉོན། །
en: Listen earnestly to those who speak them.

source: བྱམས་ལ་སྦྱོར་དང་སྙིང་རྗེར་འཇུག་པ་དང་། །
en: “Engaging in compassion, along with love,

source: དགའ་བ་དང་ནི་བཏང་སྙོམས་རབ་བཤད་དེ། །
en: Joy, and equanimity as well,

source: ཚངས་པ་ལས་ཀྱང་འདས་པའི་སྒྲ་ཕྱུང་བས། །
en: Will take one even beyond Brahmā, it is said.

source: ལེགས་བཤད་དེས་ནི་ཚངས་པ་ཚིམ་པར་བྱེད། །
en: With such well-spoken words, one satisfies Brahmā.

source: གང་དག་བརྒྱ་བྱིན་རོལ་མོ་ཡིད་འོང་སྒྲ། །
en: “Whatever pleasing music of Śakra there may be

source: དེ་དག་དེ་ཡི་སྒྲ་བརྗོད་ཟིལ་གྱིས་ནོན། །
en: Is surpassed by the splendor of such sayings.

source: རོལ་མོ་སྒྲ་དབྱངས་བྱུང་བ་དེ་ལས་ནི། །ཆོས་རྣམས་རབ་ཏུ་དབྱེ་བ་དཔག་མེད་འབྱུང་། །
en: Immeasurable divisions of phenomena arise From the production of these musical melodies.

source: མིའམ་ཅི་ཡི་སྒྲ་དག་གང་ཡོད་པ། །
en: “This speech is supreme;

source: དེ་བས་དེ་ཡི་སྒྲ་མཆོག་ཕུན་སུམ་ཚོགས། །
en: more marvelous

source: དེ་ནི་འདོད་ཆགས་འབར་བར་མི་བྱེད་དེ། །
en: Than the songs of the kinnaras, It does not inflame sensual desire.

source: དེ་ཡི་ཚིག་གིས་མི་ཅི་དགའ་བར་འགྱུར། །
en: Such speech becomes whatever people enjoy.

source: འདོད་པའི་ཁམས་ན་ཡིད་འོང་སྒྲ་ཡོད་པ། །རོལ་མོའི་སྒྲ་དང་ལྷ་ཡི་སྒྲ་མང་པོ། །
en: “Many are the divine songs and instrumental music Found pleasing in the realm of desire.

source: ཆོས་ཀྱི་དོན་འབྱོར་དགེ་བར་ལྡན་པ་ཡི། །
en: Yet, virtuous words that bestow the meaning of the Dharma—

source: དེ་ཡི་ཚིག་གིས་ཀུན་ཏུ་ཚིམ་པར་བྱེད། །
en: Such words can satisfy completely.

source: མི་ཡི་འདྲེན་པ་ཡི་ནི་ཚིག་ཐོས་ནས། །
en: “Upon hearing the words of the Guide of Men,

source: འདོད་ཆགས་ཞི་ཞིང་ཞེ་སྡང་རབ་ཏུ་ཞི། །
en: Sensual desire is quelled, and so, too, is hatred.

source: གཏི་མུག་གཡོ་དང་ང་རྒྱལ་དྲེགས་པ་ཞི། །
en: Ignorant deception and prideful arrogance are allayed.

source: དོན་རྣམས་གཏན་ལ་ཕེབས་ཤིང་ཐེ་ཙོམ་མེད། །
en: One determines the meanings, and doubts vanish. “By hearing the words of the Best of Men,

source: གཟུགས་ཀྱི་ཁམས་ན་ལྷ་རྣམས་གང་གནས་པ། །
en: Gods in the realm of form, wherever they are,

source: དེ་དག་ཡིད་ནི་དེ་ཡིས་ཚིམ་པར་བྱེད། །
en: Find their minds satisfied.

source: མི་ཡི་གཙོ་བོའི་ཚིག་རྣམས་ཐོས་ནས་ནི། །འཇིག་རྟེན་སངས་རྒྱས་གྱུར་ཅེས་བྱང་ཆུབ་ཚོལ། །
en: Saying, ‘A buddha has appeared in the world,’ they seek awakening.

source: ཀླུ་དབང་དྲི་ཟ་ལྟོ་འཕྱེ་ཆེ་རྣམས་ཀྱི། རོལ་མོ་སྣ་ཚོགས་སྒྲ་ཡོད་དེ་དག་པས། །
en: “The sound of the music made by

source: ཡོན་ཏན་རྒྱ་མཚོ་ལྡན་པའི་སྒྲ་བསྒྲགས་པ། །
en: Powerful nāgas, gandharvas, and mahoragas Resounds with an ocean of virtuous qualities

source: ཐམས་ཅད་རབ་ཏུ་དགའ་བ་རྒྱ་ཆེན་བྱེད། །
en: And creates profound delight in all.

source: འཛམ་གླིང་འདི་ན་ཐ་དད་ཕྱོགས་རྣམས་སུ། །ཀུན་ན་སྒྲ་སྐད་མཐའ་ཡས་གྱུར་མོད་ཀྱི།
en: “Though there are infinite sounds and languages In each of the different directions of this world,

source: དེ་ཡི་སྐད་ཀྱི་རྣམ་པ་བསྒྲགས་གྱུར་ན། །
en: It is by speaking in any of these languages

source: དེ་ཐོས་མི་རྣམས་ཐར་པ་རྗེས་སུ་འཐོབ། །
en: And by hearing them that people attain freedom.

source: ས་བླའི་ལྷ་དང་དེ་བཞིན་བར་སྣང་ལྷ། །
en: “The gods upon the earth and equally the gods in the sky

source: དེ་དག་སྒྲ་སྐད་འཇུག་པ་ཅི་འདྲ་བ། །
en: Are enmeshed in sounds and languages.

source: དེ་ལྟར་དེ་ལ་དེ་ཡི་སྒྲ་ཡང་འཇུག །
en: Thus, bodhisattvas also employ these languages,

source: རྣམ་པར་ངེས་བདེན་གཏམ་ཡང་དེ་འདྲའོ། །
en: But their words convey the truth with certainty.

source: ངང་པ་ཁྲུང་ཁྲུང་ཀ་ལ་པིང་ཀ་དང་། །
en: “The swan, crane, cuckoo,

source: རྨ་བྱ་ནེ་ཙོ་ཁུ་བྱུག་ཤང་ཤང་ཏེའུ། །
en: Peacock, parrot, partridge,

source: རི་སྐེགས་དང་ནི་ངུར་པ་ཀུན་ལ་ཀུན། །
en: Myna bird, and wild goose—

source: ཇི་ལྟའི་སྐད་ཀྱིས་དེ་ནི་ཚིམ་པར་བྱེད། །
en: Bodhisattvas satisfy them in their respective tongues.

source: སྟག་དང་སེང་གེ་དེ་བཞིན་དོམ་དང་སྤྲེའུ། །
en: “The tiger, lion, bear, monkey,

source: གཟིག་དང་བྱི་ལ་རི་དགས་གླང་ཆེན་བསེ། །
en: Leopard, cat, deer, elephant, rhinoceros,

source: རྟ་དང་ཁྱི་དང་ཕག་དང་འུག་པ་ཀུན། །
en: Horse, dog, pig, and owl—

source: ཇི་ལྟའི་སྐད་ཀྱིས་དེས་ནི་ཚིམ་པར་བྱེད། །
en: Bodhisattvas satisfy them in their respective tongues.

source: གང་དག་རྐང་བཞི་པ་དང་རྐང་གཉིས་པ། །
en: “In order to inspire, restrain, and help Any being with four legs, two legs,

source: རྐང་མངས་དང་ནི་དེ་བཞིན་རྐང་མེད་རྣམས། །
en: Many legs, and likewise none at all,

source: བསྐུལ་དང་ཆད་པས་བཅད་དང་ཕན་གདགས་ཕྱིར། །
en: They employ all their languages and calls.

source: ཀུན་ལ་དེ་ཡི་སྒྲ་སྐད་ཤེས་པ་འཇུག །
en: “Their voices accord with the languages of everyone:

source: སེམས་ཅན་གང་དག་སྟོང་གསུམ་འཇིག་རྟེན་ན། །
en: All beings in the three worlds,

source: རབ་བམ་འབྲིང་ངམ་འོན་ཏེ་ཐ་མའམ། །
en: Whether of the highest, middling, or lowest forms,

source: དམྱལ་བ་དུད་འགྲོ་གཤིན་རྗེའི་འཇིག་རྟེན་དང་། །ལྷ་མི་རྣམས་དང་དེ་ནི་སྐད་ཀྱང་འཐུན། །
en: Including the realms of hell beings, Yama, animals, humans, and gods.

source: ཇི་ལྟར་རིགས་པར་བྱེད་པ་སྟོན་ཀྱང་ནི། །
en: “Although they do whatever is needed,

source: མི་སེམས་འདུ་ཤེས་མེད་ཅིང་རྟོག་པ་མེད། །
en: They do not form thoughts, ideas, or concepts.

source: མཚན་མ་མེད་ཅིང་འཛིན་མེད་འཆིང་བ་མེད། །
en: They are without attributes, attachments, and bonds.

source: མཉམ་པར་བཞག་པས་སེམས་ནི་འཁྲུལ་པ་མེད། །
en: Settled in meditative equipoise, their minds do not go astray.

source: དག་པའི་སེམས་ཅན་གལ་ཏེ་འདོད་ན་ཡང་། །
en: “If they want, those with pure minds,

source: དེ་ལ་འབད་དང་སེམས་འཛིན་མེད་པར་ནི། །བྱེ་བའི་ཞིང་དང་དེ་ཡི་གོང་དུ་ཡང་། །
en: Without making any effort or grasping anything,

source: གང་གཱའི་བྱེ་སྙེད་དབྱངས་ཀྱིས་གོ་བར་བྱེད། །
en: Can use their voice to bring understanding To countless realms as numerous as grains of sand in the Ganges.

source: སྟོང་གསུམ་འཇིག་རྟེན་བདུད་གང་ཅི་ཡོད་པ། །
en: “When all the māras in the cosmos of a billion worlds

source: དེ་དག་དེ་ཡི་འཇིགས་ཆེན་སྒྲ་ཐོས་ནས། །
en: Hear the horrifying voices of the bodhisattvas,

source: ཆུང་མར་བཅས་ཏེ་འཇིགས་སྐྲག་ལ་གོར་དུ། །
en: They and their wives immediately become terrified,

source: ཐལ་མོ་སྦྱར་ཏེ་གུས་པར་འདུད་པར་བྱེད། །
en: Place their palms together out of respect, and bow.

source: སེམས་ཅན་གང་དག་རབ་ཏུ་སྨྲ་འདོད་དང་། །
en: “Any beings who wish to propound a rival doctrine,

source: ང་རྒྱལ་ཟིལ་ནོན་སུ་ལའང་མི་འདུད་པ། །
en: And who are overwhelmed by pride and bow to no one,

source: དེ་དག་དེ་ཡི་གསལ་བའི་ཚིག་ཐོས་ནས། །ཐལ་མོ་སྦྱར་ཏེ་གུས་པར་འདུད་པར་བྱེད། །
en: Will place their palms together out of respect and bow When they hear these brilliant words.

source: འོན་པ་གླེན་པ་དག་དང་ལྕེ་མེད་དང་། །
en: “When the deaf, dumb, mute,

source: དིག་པ་རྣམས་དང་གང་དག་སྐད་འཛེར་བ། །
en: And those who stammer and stutter

source: དེ་དག་དེ་ཡི་ལེགས་སྨྲས་སྙན་ཐོས་ནས། །
en: Hear this excellent speech,

source: སྒྲ་སྐད་ཡིད་དུ་འོང་བ་འབྱིན་པར་བྱེད། །
en: They will express most attractive sounds.

source: ཉོན་མོངས་གདུངས་ཤིང་ཉོན་མོངས་གཟིར་བ་དང་། །
en: “Those tormented and harassed by the afflictions,

source: ཉེས་པའི་འགྱོད་པ་བརྒྱ་ཡིས་དཀྲིས་པ་རྣམས། །
en: Who are engulfed in a hundred regrets over past faults,

source: དེ་དག་དེ་ཡི་དགེ་ཚིག་དག་ཐོས་ནས། །འགྱོད་པ་བཏུལ་བར་གྱུར་ཅིང་བསིལ་བར་གྱུར། །
en: Will have their regrets allayed and be appeased When they hear these virtuous words.

source: སངས་རྒྱས་དང་ནི་ཆོས་དང་དགེ་འདུན་སྒྲ། །མི་རྟག་སྒྲ་ཐོས་ནས་ནི་སེམས་ཅན་རྣམས། །
en: “When beings hear the words Buddha, Dharma, Saṅgha, and impermanence,

source: སྦྱིན་དང་ཐོས་དང་ཚུལ་ཁྲིམས་བཟོད་པ་དང་། །
en: They will begin cultivating generosity, learning, moral conduct,

source: བརྩོན་འགྲུས་བསམ་གཏན་བློ་གྲོས་རྩོམ་པར་བྱེད། །
en: Patience, heroic effort, meditation, and intelligence. “One could not exhaustively describe the qualities

source: སངས་རྒྱས་དབྱངས་དང་བར་མེད་གང་གནས་པ། །
en: Of those who have attained the pristine speech of the buddhas,

source: མཐའ་ཡས་དབྱངས་ལྡན་མཐའ་ཡས་ཡེ་ཤེས་ཅན། །དེ་དག་རྣམས་ཀྱི་ཡོན་ཏན་ཐམས་ཅད་ནི། །
en: Who possess infinite expressions and boundless knowledge,

source: བསྐལ་པ་བྱེ་མང་བརྗོད་ཀྱང་ཟད་མི་ནུས། །
en: Even if one spoke about them for many thousands of eons.

source: ཞི་བའི་བློ་གྲོས་བྱང་ཆུབ་སེམས་དཔའི་ངག་ནི་ཆགས་པའམ།
en: “Śāntamati, the speech of bodhisattvas does not contain any sense of lust;

source: སྡང་བ་འམ།
en: aversion;

source: རྨོངས་པ་འམ།
en: delusion;

source: ཉོན་མོངས་པ་འམ།
en: affliction;

source: ཐོགས་པ་འམ།
en: impediment;

source: ཉེ་བར་ཐོགས་པ་འམ།
en: obstruction;

source: དམན་པ་འམ།
en: vulgarity;

source: རབ་ཏུ་དམན་པ་འམ།
en: foulness;

source: བརླང་བ་འམ།
en: callousness;

source: ཞེར་འདེབས་པ་འམ།
en: abusiveness;

source: མི་རྫོགས་པའམ།
en: incompleteness;

source: རྩུབ་པའམ།
en: harshness;

source: རྗེས་སུ་ཆགས་པའམ།
en: attachment;

source: ཁོང་ཁྲོ་བའམ།
en: anger;

source: བྱུང་རྒྱལ་ལམ།
en: carelessness;

source: བག་ལ་ཉལ་བའམ།
en: animosity;

source: འགལ་བར་འགྱུར་བའི་ཚིག་གམ།
en: contradictory words;

source: ཉོན་མོངས་པ་སྣ་ཚོགས་བག་ལ་ཉལ་བ་འམ།
en: words influenced by the various afflictions;

source: མི་བརྟན་པ་འམ།
en: fickleness;

source: གཅམ་པའམ།
en: flattery;

source: ཁེངས་པ་འམ།
en: arrogance;

source: འགྱིང་བའམ།
en: haughtiness;

source: མྱུར་བ་འམ།
en: impatience;

source: དུས་མ་ཡིན་པར་སྨྲ་བ་འམ།
en: inappropriate speech;

source: འདོད་པ་དང་ལྡན་པ་འམ།
en: desirous speech;

source: སྡུག་པ་ལ་མངོན་པར་དགའ་བར་འགྱུར་བ་འམ།
en: words praising physical appearance;

source: མངོན་པར་ཆེ་བ་འམ།
en: aggrandizement;

source: ཤིན་ཏུ་ཆགས་པ་འམ། །
en: contrivance;

source: རབ་ཏུ་ལྷོད་པ་འམ།
en: overly relaxed speech;

source: རབ་ཏུ་དངངས་པ་འམ།
en: intent to shock;

source: རབ་ཏུ་ངལ་བའམ།
en: exhausting speech;

source: དབང་པོ་ཉམས་པ་འམ། མདངས་ཉམས་པའམ། །སེམས་ཉམས་པ་འམ།
en: speech resulting from an impairment of their faculties, from diminished vitality, or from a diminished mind;

source: ཡོ་བ་འམ།
en: disingenuousness;

source: མི་གསལ་བ་འམ།
en: opacity;

source: སྐད་སུབ་སུབ་པོ་འམ།
en: coarseness;

source: ངོར་བྱས་ཏེ་སྨྲ་འམ།
en: rejecting others;

source: འགལ་བར་སྨྲ་བ་འམ།
en: contradicting others;

source: གླགས་པ་འམ།
en: causing distress;

source: འབྱུང་བ་མ་ཡིན་པའམ།
en: unproductiveness;

source: གཤེ་བར་བྱེད་པའམ།
en: scolding others;

source: གཞན་ལ་གནོད་པར་འགྱུར་བའམ།
en: annoying others;

source: བདག་དང་ཕ་རོལ་གདུང་བར་བྱེད་པའམ།
en: causing oneself or others pain;

source: ཚིག་བླང་བར་འོས་པ་མ་ཡིན་པའམ།
en: inappropriate use of words;

source: ཚིག་གཟུང་བར་འོས་པ་མ་ཡིན་པ་འམ།
en: inappropriate choice of words;

source: ཚིག་དང་བ་མ་ཡིན་པ་འམ། །
en: insincere words;

source: རིགས་པའི་ཚིག་མ་ཡིན་པའམ།
en: irrational words;

source: འབྱོར་བའི་ཚིག་མ་ཡིན་པ་འམ།
en: illogical words;

source: མི་དགེ་བའི་ཚིག་གམ།
en: vicious words;

source: ཡང་དག་པ་མ་ཡིན་པའི་ཚིག་གམ།
en: inauthentic words;

source: གཞོགས་འདྲིད་ཟེར་བའམ།
en: false speech;

source: ཆོས་དང་མི་ལྡན་པའམ།
en: unjust words;

source: འགལ་བའམ།
en: quarrelsome speech;

source: གནོད་པའམ།
en: harmful speech;

source: དུས་ལས་ཡོལ་བའམ།
en: inopportune speech;

source: ཚོད་ལས་འདའ་བའམ།
en: verbosity;

source: ལུང་བསྟན་པ་ལ་ཐོགས་པའམ།
en: bad grammar;

source: ཚུལ་འཆོས་པའམ།
en: hypocrisy;

source: ཁ་གསག་དང་ལྡན་པ་འམ། །
en: obsequiousness;

source: རྙེད་པས་རྙེད་པ་འདོད་པའི་ཚིག་གམ།
en: speech intended to gain profit;

source: འབྱུང་བ་མ་ཡིན་པས་སྟོན་པའམ།
en: ineffective demonstration;

source: མིག་འཁྲུལ་པར་གྱུར་པ་འམ།
en: deceiving the eye;

source: རྨོངས་པར་འགྱུར་བ་འམ།
en: confusing the mind;

source: སོམ་ཉིའི་ཚིག་གམ།
en: expressing doubt;

source: སྡུད་པར་བྱེད་པའི་ཚིག་གམ།
en: laconic expression;

source: མི་སྡུག་ཅིང་གནད་དུ་འབེབས་པའི་ཚིག་གམ།
en: words that cause trauma and disgust;

source: ཁྱད་དུ་གསོད་པའི་ཚིག་གམ།
en: words of scornful disregard;

source: རང་གི་ཕྱོགས་བསྟོད་པའི་ཚིག་གམ།
en: boastful words about one’s own point of view;

source: གཞན་གྱི་ཕྱོགས་ཚར་གཅད་པའི་ཚིག་གམ།
en: words that suppress the points of view of others;

source: བདག་བསྟོད་པ་ལ་རྗེས་སུ་ཆགས་པའི་ཚིག་གམ།
en: words that demonstrate an obsession with self-praise;

source: གཞན་གྱི་བསྟོད་པ་ལ་བར་དུ་གཅོད་པ་སྨྲ་བ་འམ།
en: words that demonstrate resistance to the praise of others;

source: ཐིང་སླད་དང་།
en: drunken speech;

source: གཞོགས་འདྲིད་ཀྱི་ཚིག་གམ།
en: scornful words;

source: གཞན་ལ་རབ་ཏུ་རློམ་པའི་ཚིག་གམ།
en: excessive boasting to others;

source: བྱ་བ་མ་ཡིན་པའི་ཚིག་གམ།
en: words that do not say what is needed;

source: བྱ་བ་དང་འགལ་བའི་ཚིག་གམ།
en: counterproductive words;

source: གསང་བརྟོལ་བའི་ཚིག་གམ།
en: leaking secrets;

source: ངག་བསྲུངས་པ་མ་ཡིན་པའི་ཚིག་གམ།
en: not guarding one’s words;

source: མཁས་པས་སྨད་པའི་ཚིག་གམ།
en: using words that are condemned by the wise;

source: འཕགས་པ་ལ་སྐུར་པ་འདེབས་པའི་ཚིག་གམ།
en: condemning the noble ones;

source: ཀླང་འདེབས་པའི་ཚིག་གམ།
en: attacking another with abuse;

source: ངོར་མངོན་དུ་སྟོད་པའི་ཚིག་གམ།
en: public displays of praise;

source: གཞན་གྱི་ཉེས་པ་དུས་མ་ཡིན་པར་གླེང་བའི་ཚིག་གམ།
en: describing the faults of others at inopportune moments;

source: ཟུག་རྔུས་གནད་དུ་འདེབས་པའི་ཚིག་གམ།
en: twisting the knife;

source: གཞན་གྱི་ཉེས་པ་ཀུན་རྗོད་པའི་ཚིག་གམ།
en: broadcasting the faults of others;

source: ཁ་འོག་ཏུ་ལུས་འཁྲུས་པར་མི་བྱེད་པའི་ཚིག་གམ།
en: words that fail to keep one’s promises;

source: མངོན་པའི་ང་རྒྱལ་གྱི་བརྡ་སྤྲོད་པའི་ཚིག་གམ།
en: speech expounding upon the objects of one’s pride;
